Repository: Zach677/SubZen
Catalog: SubZen/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

# %@ %@ %@ per %@
source: %1$@ %2$@ %3$@ per %4$@
de: %1$@ %2$@ %3$@ pro %4$@
es: %1$@ %2$@ %3$@ por %4$@
fr: %1$@ %2$@ %3$@ par %4$@
ja: %1$@ %2$@ %3$@ %4$@あたり
ko: %1$@ %2$@ %3$@ %4$@당
zh_hans: %1$@ %2$@ %3$@ 每%4$@

# %@ will renew in %lld days.
source: %1$@ will renew in %2$lld days.
de: %1$@ wird in %2$lld Tagen verlängert.
es: %1$@ se renovará en %2$lld días.
fr: %1$@ sera renouvelé dans %2$lld jours.
ja: %1$@は%2$lld日後に更新されます。
ko: %1$@이(가) %2$lld일 후에 갱신됩니다.
zh_hans: %1$@ 将在 %2$lld 天后续订。

source: %@ will renew in 2 weeks.
de: %@ wird in 2 Wochen verlängert.
es: %@ se renovará en 2 semanas.
fr: %@ sera renouvelé dans 2 semaines.
ja: %@は2週間後に更新されます。
ko: %@이(가) 2주 후에 갱신됩니다.
zh_hans: %@ 将在 2 周后续订。

source: %@ will renew in 3 days.
de: %@ wird in 3 Tagen verlängert.
es: %@ se renovará en 3 días.
fr: %@ sera renouvelé dans 3 jours.
ja: %@は3日後に更新されます。
ko: %@이(가) 3일 후에 갱신됩니다.
zh_hans: %@ 将在 3 天后续订。

source: %@ will renew next week.
de: %@ wird nächste Woche verlängert.
es: %@ se renovará la próxima semana.
fr: %@ sera renouvelé la semaine prochaine.
ja: %@は来週更新されます。
ko: %@이(가) 다음 주에 갱신됩니다.
zh_hans: %@ 将在下周续订。

source: %@ will renew tomorrow.
de: %@ wird morgen verlängert.
es: %@ se renovará mañana.
fr: %@ sera renouvelé demain.
ja: %@は明日更新されます。
ko: %@이(가) 내일 갱신됩니다.
zh_hans: %@ 将在明天续订。

source: %lld days before
de: %1$lld Tage vorher
es: %1$lld días antes
fr: %1$lld jours avant
ja: %1$lld日前
ko: %1$lld일 전
zh_hans: 提前 %1$lld 天

source: %lld days left
de: Noch %1$lld Tage
es: Quedan %1$lld días
fr: %1$lld jours restants
ja: 残り%1$lld日
ko: %1$lld일 남음
zh_hans: 剩余 %1$lld 天

source: 1 day before
de: 1 Tag vorher
es: 1 día antes
fr: 1 jour avant
ja: 1日前
ko: 1일 전
zh_hans: 提前 1 天

source: 3 days before
de: 3 Tage vorher
es: 3 días antes
fr: 3 jours avant
ja: 3日前
ko: 3일 전
zh_hans: 提前 3 天

source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
ja: 7日
ko: 7일
zh_hans: 7 天

source: 7 days before
de: 7 Tage vorher
es: 7 días antes
fr: 7 jours avant
ja: 7日前
ko: 7일 전
zh_hans: 提前 7 天

source: 14 days
de: 14 Tage
es: 14 días
fr: 14 jours
ja: 14日
ko: 14일
zh_hans: 14 天

source: Add your first lifetime subscription to get started
de: Fügen Sie Ihr erstes lebenslanges Abonnement hinzu, um loszulegen
es: Añade tu primera suscripción de por vida para empezar
fr: Ajoutez votre premier abonnement à vie pour commencer
ja: 最初の買い切りサブスクリプションを追加して始めましょう
ko: 시작하려면 첫 평생 구독을 추가하세요
zh_hans: 添加第一个终身订阅即可开始

source: Add your first subscription to get started
de: Fügen Sie Ihr erstes Abonnement hinzu, um loszulegen
es: Añade tu primera suscripción para empezar
fr: Ajoutez votre premier abonnement pour commencer
ja: 最初のサブスクリプションを追加して始めましょう
ko: 시작하려면 첫 구독을 추가하세요
zh_hans: 添加第一个订阅即可开始

source: App Icon
de: App-Symbol
es: Icono de la app
fr: Icône de l’app
ja: Appアイコン
ko: 앱 아이콘
zh_hans: App 图标

source: Are you sure you want to delete %@?
de: Möchten Sie %@ wirklich löschen?
es: ¿Seguro que quieres eliminar %@?
fr: Voulez-vous vraiment supprimer %@ ?
ja: %@を削除してもよろしいですか？
ko: %@을(를) 삭제하시겠습니까?
zh_hans: 确定要删除 %@ 吗？

source: Billing Type
de: Abrechnungsart
es: Tipo de facturación
fr: Type de facturation
ja: 請求タイプ
ko: 청구 유형
zh_hans: 计费类型

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消

source: Cannot access the selected file
de: Auf die ausgewählte Datei kann nicht zugegriffen werden
es: No se puede acceder al archivo seleccionado
fr: Impossible d’accéder au fichier sélectionné
ja: 選択したファイルにアクセスできません
ko: 선택한 파일에 접근할 수 없습니다
zh_hans: 无法访问所选文件

source: Choose how to set the icon.
de: Wähle, wie das Icon gesetzt werden soll.
es: Elige cómo establecer el icono.
fr: Choisissez comment définir l’icône.
ja: アイコンの設定方法を選択してください。
ko: 아이콘을 설정하는 방법을 선택하세요.
zh_hans: 选择设置图标的方式。

source: Confirm Reset
de: Zurücksetzen bestätigen
es: Confirmar restablecimiento
fr: Confirmer la réinitialisation
ja: リセットを確認
ko: 재설정 확인
zh_hans: 确认重置

source: Currency
de: Währung
es: Moneda
fr: Devise
ja: 通貨
ko: 통화
zh_hans: 货币

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
ko: 사용자 지정
zh_hans: 自定义

source: Cycle
de: Zyklus
es: Ciclo
ja: 周期
ko: 주기
zh_hans: 周期

source: day
de: Tag
es: día
fr: jour
ja: 日
ko: 일
zh_hans: 天

source: days
de: Tage
es: días
fr: jours
ja: 日
ko: 일
zh_hans: 天

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除

source: Delete Subscription
de: Abonnement löschen
es: Eliminar suscripción
fr: Supprimer l’abonnement
ja: サブスクリプションを削除
ko: 구독 삭제
zh_hans: 删除订阅

source: Edit Icon
de: Icon bearbeiten
es: Editar icono
fr: Modifier l’icône
ja: アイコンを編集
ko: 아이콘 편집
zh_hans: 编辑图标

source: Edit Subscription
de: Abonnement bearbeiten
es: Editar suscripción
fr: Modifier l’abonnement
ja: サブスクリプションを編集
ko: 구독 편집
zh_hans: 编辑订阅

source: Enable notifications to receive reminders. Tap to open notification settings.
de: Aktivieren Sie Benachrichtigungen, um Erinnerungen zu erhalten. Tippen Sie, um die Benachrichtigungseinstellungen zu öffnen.
es: Activa las notificaciones para recibir recordatorios. Toca para abrir los ajustes de notificaciones.
fr: Activez les notifications pour recevoir des rappels. Touchez pour ouvrir les réglages de notifications.
ja: リマインダーを受け取るには通知を有効にしてください。タップして通知設定を開きます。
ko: 리마인더를 받으려면 알림을 활성화하세요. 탭하여 알림 설정을 엽니다.
zh_hans: 启通知权限才能收到提醒。轻点即可前往通知设置。

source: Enter price
de: Preis eingeben
es: Introduce el precio
fr: Saisir le prix
ja: 価格を入力
ko: 가격 입력
zh_hans: 输入价格

source: Enter subscription name
de: Abonnementnamen eingeben
es: Introduce el nombre de la suscripción
fr: Saisir le nom de l’abonnement
ja: サブスクリプション名を入力
ko: 구독 이름 입력
zh_hans: 输入订阅名称

source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
zh_hans: 错误

source: Every
de: Alle
es: Cada
fr: Tous les
ja: 毎
ko: 매
zh_hans: 每

# Every %lld %@
source: Every %1$lld %2$@
de: Alle %1$lld %2$@
es: Cada %1$lld %2$@
fr: Tous les %1$lld %2$@
ja: 毎%1$lld%2$@
ko: %1$lld%2$@마다
zh_hans: 每%1$lld%2$@

source: Export Failed
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l’exportation
ja: エクスポートに失敗しました
ko: 내보내기 실패
zh_hans: 导出失败

source: Export Subscriptions
de: Abonnements exportieren
es: Exportar suscripciones
fr: Exporter les abonnements
ja: サブスクリプションをエクスポート
ko: 구독 내보내기
zh_hans: 导出订阅

source: Failed to build rates URL
de: URL für Wechselkurse konnte nicht erstellt werden
es: No se pudo crear la URL de tipos de cambio
fr: Impossible de créer l’URL des taux
ja: 為替レートURLの作成に失敗しました
ko: 환율 URL을 생성하지 못했습니다
zh_hans: 无法构建汇率 URL

source: Failed to encode icon image.
de: Icon-Bild konnte nicht kodiert werden.
es: No se pudo codificar la imagen del icono.
fr: Impossible d’encoder l’image de l’icône.
ja: アイコン画像のエンコードに失敗しました。
ko: 아이콘 이미지를 인코딩하지 못했습니다.
zh_hans: 无法编码图标图片。

source: Failed to encode subscriptions: %@
de: Abonnements konnten nicht kodiert werden: %@
es: No se pudieron codificar las suscripciones: %@
fr: Impossible d’encoder les abonnements : %@
ja: サブスクリプションのエンコードに失敗しました：%@
ko: 구독을 인코딩하지 못했습니다: %@
zh_hans: 无法编码订阅：%@

source: Failed to load rates (HTTP %lld)
de: Wechselkurse konnten nicht geladen werden (HTTP %lld)
es: No se pudieron cargar los tipos de cambio (HTTP %lld)
fr: Impossible de charger les taux (HTTP %lld)
ja: 為替レートの読み込みに失敗しました（HTTP %lld）
ko: 환율을 불러오지 못했습니다 (HTTP %lld)
zh_hans: 加载汇率失败（HTTP %lld）

source: Failed to parse file: %@
de: Datei konnte nicht geparst werden: %@
es: No se pudo analizar el archivo: %@
fr: Impossible d’analyser le fichier : %@
ja: ファイルを解析できませんでした：%@
ko: 파일을 파싱하지 못했습니다: %@
zh_hans: 解析文件失败：%@

source: Failed to read file: %@
de: Datei konnte nicht gelesen werden: %@
es: No se pudo leer el archivo: %@
fr: Impossible de lire le fichier : %@
ja: ファイルを読み込めませんでした：%@
ko: 파일을 읽지 못했습니다: %@
zh_hans: 读取文件失败：%@

source: Failed to write export file: %@
de: Exportdatei konnte nicht geschrieben werden: %@
es: No se pudo escribir el archivo de exportación: %@
fr: Impossible d’écrire le fichier d’exportation : %@
ja: エクスポートファイルを書き込めませんでした：%@
ko: 내보내기 파일을 저장하지 못했습니다: %@
zh_hans: 无法写入导出文件：%@

source: Fetch
de: Abrufen
es: Obtener
fr: Récupérer
ja: 取得
ko: 가져오기
zh_hans: 获取

source: Fetch App Store Icon
de: App Store-Icon abrufen
es: Obtener icono de App Store
fr: Récupérer l’icône de l’App Store
ja: App Storeのアイコンを取得
ko: App Store 아이콘 가져오기
zh_hans: 获取 App Store 图标

source: For
de: Für
es: Durante
fr: Pendant
ja: 期間
ko: 기간
zh_hans: 为期

source: Free Trial
de: Kostenlose Testphase
es: Prueba gratuita
fr: Essai gratuit
ja: 無料トライアル
ko: 무료 체험
zh_hans: 免费试用

source: Get Icon from URL
de: Icon aus URL holen
es: Obtener icono desde URL
fr: Obtenir l’icône depuis une URL
ja: URLからアイコンを取得
ko: URL에서 아이콘 가져오기
zh_hans: 从 URL 获取图标

source: https://apps.apple.com/... or 123456789
de: https://apps.apple.com/... oder 123456789
es: https://apps.apple.com/... o 123456789
fr: https://apps.apple.com/... ou 123456789
ja: https://apps.apple.com/... または 123456789
ko: https://apps.apple.com/... 또는 123456789
zh_hans: https://apps.apple.com/... 或 123456789

source: Import Failed
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l’importation
ja: インポートに失敗しました
ko: 가져오기 실패
zh_hans: 导入失败

source: Import Mode
de: Importmodus
es: Modo de importación
fr: Mode d’importation
ja: インポートモード
ko: 가져오기 모드
zh_hans: 导入模式

source: Import Subscriptions
de: Abonnements importieren
es: Importar suscripciones
fr: Importer des abonnements
ja: サブスクリプションをインポート
ko: 구독 가져오기
zh_hans: 导入订阅

source: Import Successful
de: Import erfolgreich
es: Importación exitosa
fr: Importation réussie
ja: インポートに成功しました
ko: 가져오기 완료
zh_hans: 导入成功

source: Imported %lld subscriptions
de: %lld Abonnements importiert
es: Se importaron %lld suscripciones
fr: %lld abonnements importés
ja: %lld件のサブスクリプションをインポートしました
ko: 구독 %lld개를 가져왔습니다
zh_hans: 已导入 %lld 个订阅

# Imported %lld, skipped %lld duplicates
source: Imported %1$lld, skipped %2$lld duplicates
de: %1$lld importiert, %2$lld Duplikate übersprungen
es: Se importaron %1$lld, se omitieron %2$lld duplicados
fr: %1$lld importés, %2$lld doublons ignorés
ja: %1$lld件をインポートし、重複%2$lld件をスキップしました
ko: %1$lld개를 가져오고 중복 %2$lld개를 건너뛰었습니다
zh_hans: 已导入 %1$lld 个，跳过 %2$lld 个重复

source: Invalid currency code
de: Ungültiger Währungscode
es: Código de moneda no válido
fr: Code de devise invalide
ja: 無効な通貨コード
ko: 잘못된 통화 코드
zh_hans: 无效的货币代码

source: Last Billing Date
de: Letztes Abrechnungsdatum
es: Última fecha de facturación
fr: Dernière date de facturation
ja: 前回の請求日
ko: 마지막 청구일
zh_hans: 上次计费日期

source: Last billing date cannot be in the future
de: Das letzte Abrechnungsdatum darf nicht in der Zukunft liegen
es: La última fecha de facturación no puede estar en el futuro
fr: La dernière date de facturation ne peut pas être dans le futur
ja: 前回の請求日は未来にできません
ko: 마지막 청구일은 미래일 수 없습니다
zh_hans: 上次计费日期不能晚于今天

source: lifetime
de: lebenslang
es: de por vida
fr: à vie
ja: 買い切り
ko: 평생
zh_hans: 终身

source: Lifetime
de: Lebenslang
es: De por vida
fr: À vie
ja: 買い切り
ko: 평생
zh_hans: 终身

source: Merge
de: Zusammenführen
es: Combinar
fr: Fusionner
ja: マージ
ko: 병합
zh_hans: 合并

source: month
de: Monat
es: mes
fr: mois
ja: か月
ko: 개월
zh_hans: 月

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
ja: 毎月
ko: 매월
zh_hans: 每月

source: months
de: Monate
es: meses
fr: mois
ja: か月
ko: 개월
zh_hans: 个月

source: New Subscription
de: Neues Abonnement
es: Nueva suscripción
fr: Nouvel abonnement
ja: 新規サブスクリプション
ko: 새 구독
zh_hans: 新订阅

source: Next billing date will be on %@
de: Das nächste Abrechnungsdatum ist %@
es: La próxima fecha de facturación será el %@
fr: La prochaine date de facturation sera le %@
ja: 次回の請求日は%@です
ko: 다음 청구일은 %@입니다
zh_hans: 下次计费日期为%@

source: No App Store artwork URL was returned.
de: Es wurde keine App Store-Artwork-URL zurückgegeben.
es: No se devolvió ninguna URL de imagen del App Store.
fr: Aucune URL d’illustration App Store n’a été renvoyée.
ja: App StoreのアートワークURLが返されませんでした。
ko: App Store 아트워크 URL이 반환되지 않았습니다.
zh_hans: 未返回 App Store 图稿 URL。

source: No App Store results found for that app id.
de: Keine App Store-Ergebnisse für diese App-ID gefunden.
es: No se encontraron resultados en el App Store para ese ID de app.
fr: Aucun résultat App Store trouvé pour cet identifiant d’app.
ja: そのApp IDのApp Store結果が見つかりませんでした。
ko: 해당 앱 ID에 대한 App Store 결과를 찾을 수 없습니다.
zh_hans: 未找到该 App ID 的 App Store 结果。

source: No Lifetime Subscriptions
de: Keine lebenslangen Abonnements
es: No hay suscripciones de por vida
fr: Aucun abonnement à vie
ja: 買い切りサブスクリプションはありません
ko: 평생 구독이 없습니다
zh_hans: 暂无终身订阅

source: No subscription icon
de: Kein Abonnement-Symbol
es: Sin icono de suscripción
fr: Aucune icône d’abonnement
ja: サブスクリプションのアイコンなし
ko: 구독 아이콘 없음
zh_hans: 无订阅图标

source: No Subscriptions
de: Keine Abonnements
es: No hay suscripciones
fr: Aucun abonnement
ja: サブスクリプションはありません
ko: 구독이 없습니다
zh_hans: 暂无订阅

source: No subscriptions found in file
de: Keine Abonnements in der Datei gefunden
es: No se encontraron suscripciones en el archivo
fr: Aucun abonnement trouvé dans le fichier
ja: ファイルにサブスクリプションが見つかりませんでした
ko: 파일에서 구독을 찾을 수 없습니다
zh_hans: 文件中没有订阅数据

source: None
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
zh_hans: 无

source: Notifications are turned off. Tap to open notification settings.
de: Benachrichtigungen sind deaktiviert. Tippen Sie, um die Benachrichtigungseinstellungen zu öffnen.
es: Las notificaciones están desactivadas. Toca para abrir los ajustes de notificaciones.
fr: Les notifications sont désactivées. Touchez pour ouvrir les réglages de notifications.
ja: 通知がオフになっています。タップして通知設定を開きます。
ko: 알림이 꺼져 있습니다. 탭하여 알림 설정을 엽니다.
zh_hans: 通知权限已关闭。轻点即可前往通知设置。

source: Only https URLs are supported.
de: Nur https-URLs werden unterstützt.
es: Solo se admiten URLs https.
fr: Seules les URL https sont prises en charge.
ja: https のURLのみ対応しています。
ko: https URL만 지원됩니다.
zh_hans: 仅支持 https URL。

source: Open Settings manually to enable notifications for SubZen.
de: Öffnen Sie die Einstellungen manuell, um Benachrichtigungen für SubZen zu aktivieren.
es: Abre Ajustes manualmente para activar las notificaciones de SubZen.
fr: Ouvrez Réglages manuellement pour activer les notifications pour SubZen.
ja: SubZenの通知を有効にするには、設定を手動で開いてください。
ko: SubZen 알림을 활성화하려면 설정을 수동으로 열어주세요.
zh_hans: 请手动前往“设置”开启 SubZen 的通知权限。

source: Opens notification settings.
de: Öffnet die Benachrichtigungseinstellungen.
es: Abre los ajustes de notificaciones.
fr: Ouvre les réglages de notifications.
ja: 通知設定を開きます。
ko: 알림 설정을 엽니다.
zh_hans: 打开通知设置。

source: Paste an App Store link or enter an app id.
de: Füge einen App Store-Link ein oder gib eine App-ID ein.
es: Pega un enlace del App Store o introduce un ID de app.
fr: Collez un lien App Store ou saisissez un identifiant d’app.
ja: App Storeのリンクを貼り付けるか、App IDを入力してください。
ko: App Store 링크를 붙여넣거나 앱 ID를 입력하세요.
zh_hans: 粘贴 App Store 链接或输入 App ID。

source: Paste an https image URL.
de: Füge eine https-Bild-URL ein.
es: Pega una URL de imagen https.
fr: Collez une URL d’image https.
ja: https の画像URLを貼り付けてください。
ko: https 이미지 URL을 붙여넣으세요.
zh_hans: 粘贴 https 图片 URL。

source: Please enter a valid App Store link or app id.
de: Bitte gib einen gültigen App Store-Link oder eine App-ID ein.
es: Introduce un enlace del App Store o un ID de app válido.
fr: Veuillez saisir un lien App Store ou un identifiant d’app valide.
ja: 有効なApp StoreリンクまたはApp IDを入力してください。
ko: 유효한 App Store 링크 또는 앱 ID를 입력하세요.
zh_hans: 请输入有效的 App Store 链接或 App ID。

source: Please enter a valid name.
de: Bitte geben Sie einen gültigen Namen ein.
es: Introduce un nombre válido.
fr: Veuillez saisir un nom valide.
ja: 有効な名前を入力してください。
ko: 유효한 이름을 입력하세요.
zh_hans: 请输入有效名称。

source: Please enter a valid price.
de: Bitte geben Sie einen gültigen Preis ein.
es: Introduce un precio válido.
fr: Veuillez saisir un prix valide.
ja: 有効な価格を入力してください。
ko: 유효한 가격을 입력하세요.
zh_hans: 请输入有效价格。

source: Please enter a valid URL.
de: Bitte gib eine gültige URL ein.
es: Introduce una URL válida.
fr: Veuillez saisir une URL valide.
ja: 有効なURLを入力してください。
ko: 유효한 URL을 입력하세요.
zh_hans: 请输入有效的 URL。

source: Price
de: Preis
es: Precio
fr: Prix
ja: 価格
ko: 가격
zh_hans: 价格

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hans: 隐私政策

source: Privacy policy not found. Please check your installation.
de: Datenschutzerklärung nicht gefunden. Bitte überprüfen Sie Ihre Installation.
es: No se encontró la política de privacidad. Revisa tu instalación.
fr: Politique de confidentialité introuvable. Veuillez vérifier votre installation.
ja: プライバシーポリシーが見つかりません。インストールを確認してください。
ko: 개인정보 처리방침을 찾을 수 없습니다. 설치 상태를 확인하세요.
zh_hans: 未找到隐私政策。请检查安装是否完整。

source: Purchase Date
de: Kaufdatum
es: Fecha de compra
fr: Date d’achat
ja: 購入日
ko: 구매일
zh_hans: 购买日期

source: Remind Me
de: Erinnerung
es: Recordatorio
fr: Rappel
ja: リマインド
ko: 알림
zh_hans: 提醒我

source: Remove Icon
de: Icon entfernen
es: Eliminar icono
fr: Supprimer l’icône
ja: アイコンを削除
ko: 아이콘 제거
zh_hans: 移除图标

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
ja: 置き換え
ko: 교체
zh_hans: 替换

source: Request failed with status code %lld.
de: Anfrage fehlgeschlagen (Statuscode %lld).
es: La solicitud falló con el código de estado %lld.
fr: La requête a échoué avec le code d’état %lld.
ja: リクエストに失敗しました（ステータスコード %lld）。
ko: 요청에 실패했습니다(상태 코드 %lld).
zh_hans: 请求失败，状态码 %lld。

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
zh_hans: 重置

source: Reset All Data
de: Alle Daten zurücksetzen
es: Restablecer todos los datos
fr: Réinitialiser toutes les données
ja: すべてのデータをリセット
ko: 모든 데이터 재설정
zh_hans: 清除所有数据

source: Reset Failed
de: Zurücksetzen fehlgeschlagen
es: Error al restablecer
fr: Échec de la réinitialisation
ja: リセットに失敗しました
ko: 재설정 실패
zh_hans: 重置失败

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
zh_hans: 保存

source: Search code or name
de: Code oder Name suchen
es: Buscar código o nombre
fr: Rechercher le code ou le nom
ja: コードまたは名前を検索
ko: 코드 또는 이름 검색
zh_hans: 搜索代码或名称

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
ja: 選択
ko: 선택
zh_hans: 选择

source: Select Currency
de: Währung auswählen
es: Seleccionar moneda
fr: Sélectionner une devise
ja: 通貨を選択
ko: 통화 선택
zh_hans: 选择货币

# Selected currency: %@ %@
source: Selected currency: %1$@ %2$@
de: Ausgewählte Währung: %1$@ %2$@
es: Moneda seleccionada: %1$@ %2$@
fr: Devise sélectionnée : %1$@ %2$@
ja: 選択した通貨：%1$@ %2$@
ko: 선택한 통화: %1$@ %2$@
zh_hans: 已选择货币：%1$@ %2$@

source: Send Debug Renewal Notifications
de: Debug-Erneuerungsbenachrichtigungen senden
es: Enviar notificaciones de renovación (depuración)
fr: Envoyer des notifications de renouvellement (debug)
ja: デバッグ更新通知を送信
ko: 디버그 갱신 알림 보내기
zh_hans: 发送调试续订通知

source: Setting
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
zh_hans: 设置

source: Settings Unavailable
de: Einstellungen nicht verfügbar
es: Ajustes no disponibles
fr: Réglages indisponibles
ja: 設定を利用できません
ko: 설정을 사용할 수 없습니다
zh_hans: 设置不可用

source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
ja: サブスクリプション
ko: 구독
zh_hans: 订阅

source: Subscription icon
de: Abonnement-Symbol
es: Icono de suscripción
fr: Icône d’abonnement
ja: サブスクリプションのアイコン
ko: 구독 아이콘
zh_hans: 订阅图标

source: Subscription Name
de: Abonnementname
es: Nombre de la suscripción
fr: Nom de l’abonnement
ja: サブスクリプション名
ko: 구독 이름
zh_hans: 订阅名称

source: Subscription name cannot be empty
de: Der Abonnementname darf nicht leer sein
es: El nombre de la suscripción no puede estar vacío
fr: Le nom de l’abonnement ne peut pas être vide
ja: サブスクリプション名は空にできません
ko: 구독 이름은 비워둘 수 없습니다
zh_hans: 订阅名称不能为空

source: Subscription price must be greater than 0
de: Der Abonnementpreis muss größer als 0 sein
es: El precio de la suscripción debe ser mayor que 0
fr: Le prix de l’abonnement doit être supérieur à 0
ja: サブスクリプションの価格は0より大きい必要があります
ko: 구독 가격은 0보다 커야 합니다
zh_hans: 订阅价格必须大于 0

source: Subscription Reminder
de: Abonnement-Erinnerung
es: Recordatorio de suscripción
fr: Rappel d’abonnement
ja: サブスクリプションのリマインダー
ko: 구독 알림
zh_hans: 订阅提醒

source: Subscription Renews in 2 Weeks
de: Abonnement wird in 2 Wochen verlängert
es: La suscripción se renueva en 2 semanas
fr: L’abonnement se renouvelle dans 2 semaines
ja: サブスクリプションは2週間後に更新
ko: 구독이 2주 후 갱신됨
zh_hans: 订阅将在 2 周后续订

source: Subscription Renews in 3 Days
de: Abonnement wird in 3 Tagen verlängert
es: La suscripción se renueva en 3 días
fr: L’abonnement se renouvelle dans 3 jours
ja: サブスクリプションは3日後に更新
ko: 구독이 3일 후 갱신됨
zh_hans: 订阅将在 3 天后续订

source: Subscription Renews Next Week
de: Abonnement wird nächste Woche verlängert
es: La suscripción se renueva la próxima semana
fr: L’abonnement se renouvelle la semaine prochaine
ja: サブスクリプションは来週更新
ko: 구독이 다음 주에 갱신됨
zh_hans: 订阅将在下周续订

source: Subscription Renews Tomorrow!
de: Abonnement wird morgen verlängert!
es: ¡La suscripción se renueva mañana!
fr: L’abonnement se renouvelle demain !
ja: サブスクリプションは明日更新！
ko: 구독이 내일 갱신됩니다!
zh_hans: 订阅将在明天续订！

source: Tap Reset to erase all data and restart the app.
de: Tippen Sie auf „Zurücksetzen“, um alle Daten zu löschen und die App neu zu starten.
es: Toca Restablecer para borrar todos los datos y reiniciar la app.
fr: Touchez Réinitialiser pour effacer toutes les données et redémarrer l’app.
ja: 「リセット」をタップすると、すべてのデータが消去され、アプリが再起動されます。
ko: 재설정을 탭하면 모든 데이터가 삭제되고 앱이 다시 시작됩니다.
zh_hans: 点击“重置”以清除所有数据并重新启动应用。

source: The downloaded data is not a valid image.
de: Die heruntergeladenen Daten sind kein gültiges Bild.
es: Los datos descargados no son una imagen válida.
fr: Les données téléchargées ne sont pas une image valide.
ja: ダウンロードしたデータは有効な画像ではありません。
ko: 다운로드한 데이터가 유효한 이미지가 아닙니다.
zh_hans: 下载的数据不是有效的图片。

source: The image is too large (max %lld bytes).
de: Das Bild ist zu groß (max. %lld Bytes).
es: La imagen es demasiado grande (máx. %lld bytes).
fr: L’image est trop grande (max. %lld octets).
ja: 画像が大きすぎます（最大 %lld バイト）。
ko: 이미지가 너무 큽니다(최대 %lld바이트).
zh_hans: 图片太大（最大 %lld 字节）。

source: The server returned an invalid response.
de: Der Server hat eine ungültige Antwort zurückgegeben.
es: El servidor devolvió una respuesta no válida.
fr: Le serveur a renvoyé une réponse invalide.
ja: サーバーが無効な応答を返しました。
ko: 서버가 유효하지 않은 응답을 반환했습니다.
zh_hans: 服务器返回了无效的响应。

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
ja: この操作は取り消せません。
ko: 이 작업은 되돌릴 수 없습니다.
zh_hans: 该操作无法撤销。

source: Today!
de: Heute!
es: ¡Hoy!
fr: Aujourd’hui !
ja: 今日！
ko: 오늘!
zh_hans: 今天！

source: Trial ends on %@
de: Testphase endet am %@
es: La prueba termina el %@
fr: Fin de l’essai le %@
ja: トライアルは%@に終了します
ko: 체험은 %@에 종료됩니다
zh_hans: 试用将在 %@ 结束

source: Unexpected response when loading rates
de: Unerwartete Antwort beim Laden der Wechselkurse
es: Respuesta inesperada al cargar los tipos de cambio
fr: Réponse inattendue lors du chargement des taux
ja: 為替レートの読み込み中に予期しない応答がありました
ko: 환율을 불러오는 중 예상치 못한 응답이 발생했습니다
zh_hans: 加载汇率时收到意外响应

source: Unsupported base currency
de: Nicht unterstützte Basiswährung
es: Moneda base no compatible
fr: Devise de base non prise en charge
ja: サポートされていない基準通貨
ko: 지원되지 않는 기준 통화
zh_hans: 不支持的基准货币

source: Unsupported file version: %lld
de: Nicht unterstützte Dateiversion: %lld
es: Versión de archivo no compatible: %lld
fr: Version de fichier non prise en charge : %lld
ja: 未対応のファイルバージョン：%lld
ko: 지원되지 않는 파일 버전: %lld
zh_hans: 不支持的文件版本：%lld

source: week
de: Woche
es: semana
fr: semaine
ja: 週
ko: 주
zh_hans: 周

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
ja: 毎週
ko: 매주
zh_hans: 每周

source: weeks
de: Wochen
es: semanas
fr: semaines
ja: 週
ko: 주
zh_hans: 周

source: year
de: Jahr
es: año
fr: an
ja: 年
ko: 년
zh_hans: 年

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
ja: 毎年
ko: 매년
zh_hans: 每年

source: years
de: Jahre
es: años
fr: ans
ja: 年
ko: 년
zh_hans: 年

# Version %@ (%d)
source: Version %1$@ (%2$d)
es: Versión %1$@ (%2$d)
ja: バージョン %1$@（%2$d）
ko: 버전 %1$@ (%2$d)
zh_hans: 版本 %1$@ (%2$d)

source: OK
ko: 확인
zh_hans: 好

source: SubZen
zh_hans: 素臻
